{
    "Index": {
        "Title": "لاسيتي",
        "Home": "الرئيسية",
        "Products": "المنتجات",
        "Orders": "الطلبيات",
        "State": "الحالة",
        "Donate": "تبرع",
        "Buy": "شراء",
        "Borrow": "إعارة",
        "Description": "هذه المنصة هي مربحة للجميع: القرضاء يحققون دخلاً إضافيًا، والمقترضون يقللون التكاليف.",
        "Profile": "الحسـاب",
        "For Sale": "للبيع",
        "For Borrow": "للإعارة",
        "Sale & Borrow": "إعارة وشراء",
        "Day": "لليوم",
        "How It Works": "طريـقة العمل",
        "recently added": "المنتوجات المضافة حديثا",
        "Hello": "مرحبا",
        "Sign out": "تسجيل الخروج",
        "Sign In": "تسجيل الدخول",
        "Login with Google": "سحل الدخول بحسابك",
        "Comprehensive Catalog": "فهرس شامل",
        "Sign Up With Google": "سحل الدخول بحسابك",
        "feature descriprion 1": "الوصول إلى مجموعة متنوعة من الضروريات الأكاديمية بما في ذلك الكتب المدرسية والقرطاسية والإلكترونيات والمزيد، لتلبية احتياجات الطلاب المختلفة.",
        "Buy, Sell, Borrow": "شراء، بيع، استعارة",
        "feature descriprion 2": "شراء أو بيع العناصر بسهولة واستكشاف خيارات الاستعارة، مما يضمن المرونة والسهولة في الحصول على المواد الضرورية.",
        "User-Friendly Experience": "تجربة سهلة ومستخدم ودية",
        "feature descriprion 3": "تمتع بمنصة موجهة نحو المستخدم مصممة لسهولة التصفح والوصول السريع إلى الموارد الأكاديمية، مع التركيز على الراحة.",
        "Community Support Initiative": "مبادرة دعم المجتمع",
        "feature descriprion 4": "المشاركة في دعم زملائك الطلاب من خلال برنامج أو مبادرة مخصصة، لتعزيز شعور بالمجتمع والمساعدة المتبادلة داخل المنصة.",
        "My Dashboard": "لوحة المعلومات",
        "Awaiting Pickup": "في انتظار الاستلام",
        "All": "الكل",
        "Active": "فعال",
        "Completed": "مكتمل",
        "Sort": ":صنف",
        "Newest": "الأحدث",
        "Oldest": "الأقدم",
        "borrowings": "القروض",
        "lendings": "الإقراضات",
        "purchases": "المشتريات",
        "sales": "المبيعات",
        "My Borrowings": "قروضي",
        "My Lendings": "اقراضاتي",
        "My Purchases": "مشترياتي",
        "My Sales": "مبيعاتي",
        "General details": "المعلومات العامة",
        "First Name": "الإسم",
        "Last Name": "اللقب",
        "Birth Date": "تاريخ الميـلاد",
        "Gender": "الجنس",
        "Institution": "معهد الدراسة",
        "Contact & address Detail": "معلومات الاتصال ",
        "Phone Number": "رقم الهـاتف",
        "Building": "رقم العمارة",
        "Street": "شارع",
        "City": "مدينة",
        "State_place": "ولاية",
        "Save Changes": "حفظ التغييرات",
        "Upload Image": "تحميل الصورة",
        "Close": "غلق",
        "Upload": "تحميل",
        "Loading": "يجري  التحميل",
        "Not a member ?": "لست عضو؟",
        "Store": "متجرك",
        "Create Your": "إصنع",
        "and start exchanging with other students": "وابدأ التبادل مع الطلاب الآخرين",
        "Or Login Using:": ":أو تسجيل الدخول بإستخدام",
        "Login": "دخـول",
        "LOGIN": "دخـول ",
        "Already a member ?": "هل أنت عضو؟",
        "Email and password are required": "البريد الإلكتروني وكلمة المرور مطلوبان.",
        "Password should be at least 8 characters long": "يجب أن تكون كلمة المرور على الأقل 8 أحرف.",
        "and Conditions and Privacy Policy of The website": "و شروط سياسة الخصوصية للموقع",
        "Email": "البريد الإلكتروني",
        "Password": "كلمة المرور",
        "Full Name": "الاسم الكامل",
        "Address": "العنوان",
        "and Privacy Policy": "وسياسة الخصوصية",
        "I have read and agree with all of the Terms": "لقد قرأت وأوافق على جميع الشروط",
        "SECURITY": "الحماية",
        "PROFILE": "الحساب",
        "Upload ID": "تحميل الهوية ",
        "Edit ID": "تعديل الهوية ",
        "Edit Image": "تعديل الصورة",
        "WHY DONATE": "لماذا أتبرع",
        "MAKE A DIFFERENCE BY DONATING": "إصنع الفارق من خلال التبرع",
        "Donate paragraph": ".في حياتنا سريعة الوتيرة، من السهل أن ننسى قوة الإمتنان. يعتمد الطلاب الذين غالبًا ما تكون لديهم ميزانيات محدودة على دعمنا. تبرعك هو أكثر من مجرد مساعدات مالية؛ إنه رمز للامتنان. من خلال العطاء بسخاء، أنت تساعد الطلاب على خلق مستقبل أكثر إشراقًا، بمساهمة واحدة في كل مرة",
        "Small Help": "مساعدة صغيرة",
        "Some Help": "بعض المساعدة",
        "Big Help": "مساعدة كبيرة",
        "List an Item": "إضافة منتوج",
        "Drag and drop some files here or click to select files": "قم بسحب ووضع بعض الملفات هنا، أو انقر لتحديد الملفات",
        "Product Name": "إسم المنتوج",
        "Location": "الموقع",
        "Category": "الصنف",
        "books": "الكتب",
        "kitchen": "المطبخ",
        "sports": "الـرياضة",
        "games": "الألعاب",
        "clothes": "مـلابس",
        "electronics": "إلكترونيات",
        "furniture": "أثاث",
        "description": "وصف",
        "Product Condition": "حالة المنتج",
        "Sell": "بيع",
        "Price Per Week": "السعر للأسبوع",
        "Price": "السعر",
        "Upload Image(s)": "إصافة الصور",
        "List": "إضافة",
        "Comments": "التعليقات",
        "Type your comment": "أكتب تعليقك",
        "Type your reply": "أكتب ردك",
        "Respond": "رد",
        "Like": "إعجاب",
        "Send": "إرسال",
        "Quick Links": "روابط سريعة",
        "ABOUT MadauraStore": "حول لاسيتي",
        "About Us": "معلومات عنا",
        "Github Project Link": "Github رابط المشروع على ",
        "Contact Us": "اتصل بنا",
        "Authentication error": "اعتماد تسجيل الدخول غير صالح. يرجى التحقق من البريد الإلكتروني وكلمة المرور الخاصة بك",
        "We Couldn't Find the page you're looking for": "الصفحة غير موجودة",
        "Go To Home": "العودة إلى الرئيسية",
        "We Couldn't Find the requested Product": "المنتج غير موجود",
        "There was an error": "خطأ موجود",
        "Try again": "إعادة المحــاولة",
        "or": "أو",
        "Check More Products": "تصفح منتجات أخرى",
        "Welcome to Our Student Store": "مرحبًا بك في متجر الطلاب لدينا",
        "Your one-stop destination for all your academic needs!": "وجهتك الشاملة لجميع احتياجاتك الأكاديمية!",
        "Whether you're searching for textbooks, calculators, lab equipment, or even selling items you no longer need, we've got you covered Our store offers a variety of options to buy, sell, and even borrow items, ensuring you have access to the materials you need for your academic journey": "سواء كنت تبحث عن الكتب المدرسية أو الآلات الحاسبة أو معدات المختبر أو حتى بيع العناصر التي لم تعد بحاجة إليها، لدينا كل ما تحتاج إليه! يقدم متجرنا مجموعة متنوعة من الخيارات لشراء وبيع وحتى استعارة العناصر، مما يضمن لك الوصول إلى المواد التي تحتاجها لرحلتك الأكاديمية",
        "Why Choose MadauraStore?": "لماذا اختيار لاسيتي؟",
        "Our student store stands out for its diverse range of resources and services Whether you're looking to buy or sell textbooks, scientific equipment, or other academic necessities, we've created a platform that caters specifically to students' needs; Our commitment to providing a seamless experience ensures that you can easily find what you're looking for and even explore options to borrow items you may need temporarily; We prioritize your academic success by offering convenience and accessibility at every step": "يتميز متجرنا الطلابي بمجموعة متنوعة من الموارد والخدمات. سواء كنت تبحث عن شراء أو بيع الكتب المدرسية أو المعدات العلمية أو أي احتياجات أكاديمية أخرى، قمنا بإنشاء منصة تلبي بشكل خاص احتياجات الطلاب. التزامنا بتوفير تجربة سلسة يضمن لك العثور بسهولة على ما تبحث عنه وحتى استكشاف خيارات لاستعارة العناصر التي قد تحتاجها مؤقتًا. نحن نولي أولوية لنجاحك الأكاديمي من خلال تقديم الراحة والإمكانية في كل خطوة",
        "Textbooks": "الكتب المدرسية",
        "Stationery": "القرطاسية",
        "Art Supplies": "مستلزمات الفن",
        "Electronics": "الإلكترونيات",
        "Study Guides": "دلائل الدراسة",
        "And More": "وأكثر",
        "Start exploring today!": "ابدأ الاستكشاف اليوم!",
        "Find all the tools and resources you need for your academic journey From textbooks to stationery, we've got you covered": "ابحث عن جميع الأدوات والموارد التي تحتاجها لرحلتك الأكاديمية. من الكتب المدرسية إلى القرطاسية، لدينا كل ما تحتاج إليه",
        "Get Started": "ابدأ الآن",
        "Meet the": "تعرف على",
        "team": "الفريق",
        "Support Students": "دعم الطلاب",
        "About": "حول الموقع",
        "About MadauraStore": "حول لاسيتي",
        "Technologies Used": "التقنيات المستخدمة",
        "Books": "الكتب",
        "Explore a vast collection of books covering various genres, from thrilling mysteries to captivating stories that transport you to different worlds Dive into these literary adventures and let your imagination soar": "استكشاف مجموعة واسعة من الكتب تغطي مختلف الأنواع، من الألغاز المثيرة إلى القصص الرائعة التي تنقلك إلى عوالم مختلفة. غطس في هذه المغامرات الأدبية ودع خيالك يطير.",
        "Sports Equipments": "معدات الرياضة",
        "Find top-quality sports equipment to elevate your game, whether you're passionate about team sports or prefer individual athletic pursuits Discover gear designed to enhance your performance and support your active lifestyle": "ابحث عن معدات رياضية عالية الجودة لتعزيز أدائك، سواء كنت متحمسًا للرياضات الجماعية أو تفضل المشاركة في الأنشطة الرياضية الفردية. اكتشف المعدات المصممة لتعزيز أدائك ودعم نمط حياتك النشط.",
        "Clothes": "الملابس",
        "Express your style with a diverse range of clothing options, from casual wear to formal attire Discover fashion that suits your personality, trends that inspire, and comfortable, stylish outfits for any occasion": "عبّر عن أسلوبك مع مجموعة متنوعة من خيارات الملابس، من الملابس العادية إلى الملابس الرسمية. اكتشف أزياء تناسب شخصيتك، وصيحات تلهمك، وأزياء مريحة وأنيقة لأي مناسبة.",
        "Games": "الألعاب",
        "Discover a world of entertainment with an array of games that cater to various interests and ages From stimulating puzzles to thrilling adventures, these games promise endless fun and excitement for everyone": "اكتشف عالمًا من الترفيه مع مجموعة من الألعاب التي تلبي مختلف الاهتمامات والأعمار. من الألغاز المحفزة إلى المغامرات المثيرة، تعد هذه الألعاب بمتعة وإثارة لا نهاية لهما للجميع.",
        "Explore cutting-edge electronics that simplify your life and elevate your technological experiences From innovative gadgets to essential devices, find the latest tech solutions here": "استكشاف الإلكترونيات الحديثة التي تبسط حياتك وترقي تجاربك التكنولوجية. من الأجهزة الابتكارية إلى الأجهزة الأساسية، ابحث عن أحدث الحلول التكنولوجية هنا.",
        "Kitchen Cookwares": "أدوات المطبخ",
        "Enhance your culinary adventures with high-quality kitchen cookware From utensils to appliances, discover tools that make cooking enjoyable and efficient, allowing you to create delicious meals with ease": "عزز مغامراتك الطهي مع أدوات مطبخ عالية الجودة. من الأواني إلى الأجهزة الكهربائية، اكتشف الأدوات التي تجعل الطهي ممتعًا وفعالًا، مما يسمح لك بإعداد وجبات شهية بسهولة.",
        "See More": "المزيد",
        "Sign Up": "التسجيل",
        "Browse & Choose": "تصفح واختيار",
        "Connect with Sellers": "الاتصال بالبائعين",
        "Confirm Purchase": "تأكيد الشراء",
        "Register and unlock access to our diverse collection of items available for borrowing or purchase It only takes a few moments to create your account": "سجل وألغِ الوصول إلى مجموعتنا المتنوعة من العناصر المتاحة للاقتراض أو الشراء. يستغرق إنشاء حسابك بضع دقائق فقط.",
        "Explore our extensive range of products Whether it's books, electronics, furniture, gaming gear, or everyday essentials, take your time to browse through our offerings Once you find what you need, add it to your cart": "استكشف مجموعتنا الواسعة من المنتجات. سواء كانت كتبًا أو إلكترونيات أو أثاثًا أو معدات ألعاب أو الضروريات اليومية، خذ وقتك في تصفح عروضنا. بمجرد أن تجد ما تحتاجه، أضفه إلى سلتك.",
        "Contact the sellers directly to discuss details, ask questions, and negotiate the deal This step ensures you get all the information you need before finalizing your purchase or borrowing arrangement": "تواصل مع البائعين مباشرة لمناقشة التفاصيل، طرح الأسئلة، والتفاوض على الصفقة. يضمن هذا الخطوة الحصول على جميع المعلومات التي تحتاجها قبل إنهاء عملية الشراء أو الاقتراض.",
        "Once you've settled all the details and agreed with the seller, confirm your purchase or borrowing Make the payment or arrange the pickup/delivery, and you're all set to enjoy your new item!": "بمجرد أن تستقر على جميع التفاصيل وتوافق مع البائع، قم بتأكيد عملية الشراء أو الاقتراض. قم بالدفع أو ارتب الاستلام / التسليم، وستكون جاهزًا تمامًا للاستمتاع بعنصرك الجديد!",
        "Enjoy!": "استمتع!",
        "for_sale": "للبيع",
        "for_borrow": "للإعارة",
        "They Said About Us": "يقولون عنا",
        "How it Works": "كيفية العمل",
        "for sale": "للبيع",
        "for buy": "للكراء",
        "Log In": "دخول",
        "Filter By": "صنف بواسطة",
        "Price Filter": "تصفية الأسعار",
        "Product Status": "حالة المنتج",
        "Categories": "الفئات",
        "Product Note": "حالة المنتج",
        "Reset": "إعادة ضبط",
        "Required": "ضروري",
        "Male": "ذكر",
        "Female": "أنثى",
        "Enter Location": "أدخل الموقع",
        "Category:": "الفئة:",
        "Contact Details": "بيانات المتصل",
        "Additionnal Information": "معلومات إضافية",
        "Notifications": "الإشعارات",
        "Add Product": "أضف منتج",
        "Search": "بحث",
        "Logout": "تسجيل خروج",
        "Settings": "الإعدادات",
        "Dashboard": "لوحة القيادة",
        "bought form": "اشتريت من",
        "sold to": "بيعت ل",
        "borrowed from": "مستعار من",
        "borrowed to": "لمقترضة ل",
        "Status": "حالة",
        "Actions": "الإجراءات",
        "Name": "الاسم",
        "Message": "رسالة",
        "my stuff": "أغراضي",
        "requested": "قد طلب شراء السلعة الخاصة بك",
        "accept": "قد قبلت طلبك",
        "reject": "قد قبل طلبك",
        "abort": "قد تم إلغاء الأمر ",
        "complete": "قد اختار العنصر الخاص بك",
        "View": "عرض",
        "Requested": "مطلوب",
        "Search for a product": "ابحث عن منتج",
        "Forgot your password?": "نسيت كلمة السر؟",
        "Remember Me": "تذكرني",
        "Messages": "الرسائل",
        "Account": "الحساب",
        "Welcome": "مرحبا",
        "Security": "الحماية",
        "Search For Product:": "البحث عن منتج",
        "Additional Information": "معلومات إضافية",
        "for borrow": "إعارة"
    }
}
